Repository: rustamcharyyev/ylham_motors_app
Catalog: lib/l10n/arb/app_*.arb
Languages: tk

# networkError
source: No internet connection.
tk: Internet birikmesi ýok.

# networkErrorDescription
source: Please try again later.
tk: Birnäçe wagtdan soň synanyşmagyňyzy Sizden haýyş edýäris.

# networkErrorButton
source: Try Again
tk: Gaýtadan synanyşyň

# services
source: Sections
tk: Bölümler

# entryPage
source: Homepage
tk: Baş sahypa

source: Main
tk: Esasy

source: Profile
tk: Profil

# profileEdit
source: Edit Profile
tk: Profili sazlamak

source: Phone number
tk: Telefon nomeri

source: First Name
tk: Ady

source: Last Name
tk: Familiýasy

source: Email
tk: Elektron poçtasy

# technicalSupportTitle
source: Technical Support
tk: Tehniki kömek

# technicalSupportDescription
source: Contact us for assistance
tk: Soraglaryňyz boýunça habarlaşmak

# manageAddressesTitle
source: Manage Addresses
tk: Salgylarym

# manageAddressesDescription
source: Manage your addresses
tk: Salgylaryňyzy dolandyryň

source: Settings
tk: Sazlamalar

source: Language
tk: Dil

# languageSelectTitle
source: Language Selection
tk: Dil

# languageSelectDescription
source: Choose the application language
tk: Programmanyň dilini saýlaň

source: Start Shopping
tk: Söwda başla

source: Order
tk: Sargyt

source: Order Total
tk: Sargyt hasabyňyz

# orders
source: My Orders
tk: Sargytlarym

# ordersEmptyTitle
source: No Orders
tk: Sargyt ýok

# ordersEmptyDescription
source: Your orders are displayed here
tk: Sargytlaryňyzyň sanawy şu ýerde görkeziler

# favoritesEmptyTitle
source: Favorites are empty
tk: Halanlarym ýok

# favoritesEmptyDescription
source: Favorites will be shown here
tk: Halanlaryňyzyň sanawy şu ýerde görkeziler

# productSize
source: Size
tk: Ölçegi

# productColor
source: Color
tk: Reňki

# productPrice
source: Price per item
tk: Bahasy

# addresses
source: My Addresses
tk: Salgylarym

# addressesCreate
source: Add Address
tk: Salgy goş

# checkOutCompleteTitle
source: Order Placed
tk: Sargydyňyz ýerleşdirildi

# checkOutCompleteContent
source: An operator will contact you to confirm the order!
tk: Operator Size jaň eder sargydyňyzy tassyklamak üçin jaň eder!

# deliveryTariffTitle
source: Delivery Type
tk: Eltip berme görnüşi

source: Track Order
tk: Sargydy yzarla

source: Complete
tk: Tamamla

source: Confirm
tk: Tassykla

# goToTheCart
source: Go to Cart
tk: Sebede git

source: Total Cost
tk: Umumy baha

source: Payment Method
tk: Töleg usuly

# paymentMethodCash
source: Cash
tk: Nagt

source: Order Type
tk: Sargyt görnüşi

source: Order Confirmation
tk: Sargydy tassyklamak

source: Order Notes
tk: Sargyt üçin bellik

# orderNotesDescription
source: Additional instructions or notes for the order
tk: Ýörite haýyşlar, ýa-da eltip berme üçin bellikler

# orderNotesDescription2
source: Additional instructions, allergies, preferences
tk: Ýörite haýyşlar, allergiýa, iýmitleniş çäklendirmeleri

source: Select Address
tk: Salgyňyzy saýlan

# selectAddressEmpty
source: Not Selected
tk: Saýlanmadyk

source: Cart
tk: Sebet

# cartAddSuccess
source: Product successfully added to cart
tk: Haryt üstünlikli sebede goşyldy

# cartClearTitle
source: Clear Cart
tk: Pozmagy tassyklaň

# cartClearContent
source: After pressing the confirm button, you will not be able to recover the items in the cart.
tk: Tassyklamak düwmesine basylanyndan soňra sebediňizdäki harytlary gaýtadan dikeltmek mümkin däldir.

# cartEmptyTitle
source: Cart is Empty
tk: Sebet boş

# cartEmptyDescription
source: Items in your cart are displayed here
tk: Sebetiň sanawy şu ýerde görkeziler

source: Place an Order
tk: Sargyt et

source: Success
tk: Üstünlik

source: Cancel
tk: Ýatyr

source: Close
tk: Ýap

source: Clear
tk: Pozmak

# productsEmptyTitle
source: No Products Found
tk: Harytlar Tapylmady

# productsEmptyDescription
source: No products available at this time.
tk: Häzirki wagtda harytlar ýok.

source: Home
tk: Baş sahypa

source: Category
tk: Kategoriýa

source: Favorites
tk: Halanlarym

source: Authentication page
tk: Agza bolmak sahypasy

source: Login
tk: Agza bolmak

source: Register
tk: Hasap döretmek

source: Submit
tk: Tassykla

# continueT
source: Continue
tk: Dowam et

source: Categories
tk: Kategoriýalar

source: Brands
tk: Brendler

source: Products
tk: Harytlar

source: OTP verification
tk: OTP tassyklamasy

source: Check out
tk: Töleg

source: Masters
tk: Ussalar
